import React from "react";

const Provision = () => {
  return (
    <div>
      <div>
        <h2>숙소 환불 정책</h2>
        <p>
          때로 불가피한 상황으로 인해 게스트가 예약을 취소해야 하는 경우가
          생깁니다.
        </p>
        <p>
          원활한 호스팅을 위해, 단기 숙박에 적용되는 환불 정책과 장기 숙박에
          적용되는 환불 정책을 각각 선택하실 수 있습니다.
        </p>
        <p>
          숙박 기간에 따라 별도의 환불 정책을 설정하고 싶다면, 숙소 환불 정책을
          설정하는 방법을 확인해 보세요.
        </p>
        <p>
          환불 정책을 선택할 때는 해당 정책이 현지 법규에 부합하는지 확인하셔야
          합니다.
        </p>

        <p>전액 환불이라고 할 때, '전액'은 숙박비만을 지칭합니다.</p>
        <p>
          쿼트러플 게스트 수수료 환불 여부는 여러 요인에 따라 달라질 수
          있습니다.
        </p>
        <p>
          게스트가 체크인 전에 취소하면 호스트에게 청소비가 지급되지 않습니다.
        </p>

        <h3>단기 숙박에 적용되는 표준 환불 정책</h3>
        <p>
          표준 환불 정책은 연속 27박 이하의 모든 예약에 적용되며, 다음 중 하나를
          선택하실 수 있습니다.
        </p>

        <h4>유연</h4>
        <ul>
          <li>
            게스트는 체크인 24시간 전까지 예약을 취소할 경우 전액 환불받을 수
            있으며, 호스트에게는 대금이 지급되지 않습니다.
          </li>
          <li>
            그 후에 취소하는 경우, 이미 숙박한 일수와 하루치의 숙박비 전액이
            호스트에게 지급됩니다.
          </li>
          <li>
            일반 게스트가 체크인 5일 전까지 예약을 취소한다면 전액 환불받을 수
            있으며, 호스트에게는 대금이 지급되지 않습니다.
          </li>
          <li>
            그 후에 취소하는 경우, 이미 숙박한 일수와 하루치의 숙박비 전액 및
            남은 숙박 일수에 대한 숙박비 50%가 호스트에게 지급됩니다.
          </li>
        </ul>

        <h4>비교적 엄격</h4>
        <ul>
          <li>
            게스트는 체크인까지 30일 이상 남은 시점에 예약을 취소해야 전액
            환불을 받을 수 있습니다.
          </li>
          <li>
            체크인까지 7~30일이 남은 시점에 예약을 취소하면, 숙박비의 50%가
            호스트에게 지급됩니다.
          </li>
          <li>
            체크인까지 7일이 채 남지 않은 시점에 예약을 취소하면, 숙박비 전액이
            호스트에게 지급됩니다.
          </li>
          <li>
            또한 게스트가 예약 후 48시간 이내에 취소하는 경우, 체크인까지 14일
            이상 남았다면 전액 환불받을 수 있습니다.
          </li>
        </ul>

        <h4>엄격</h4>
        <ul>
          <li>
            게스트는 예약 후 48시간 이내에 취소하고 체크인까지 14일 이상이 남은
            경우에만 전액 환불을 받을 수 있습니다.
          </li>
          <li>
            예약 후 48시간이 지나고 체크인까지 14일 이상이 남은 시점에 예약을
            취소하면, 숙박비의 50%가 호스트에게 지급됩니다.
          </li>
          <li>
            체크인까지 7~14일이 남은 시점에 예약을 취소하면, 숙박비의 50%가
            호스트에게 지급됩니다.
          </li>
          <li>
            그 후에 취소하는 경우, 숙박 대금 전액이 호스트에게 지급됩니다.
          </li>
        </ul>

        <h4>매우 엄격 30일</h4>
        <p>
          게스트가 체크인까지 30일 이상 남은 시점에 취소하면, 숙박 대금의 50%가
          환불됩니다.
        </p>
        <p>그 후에 취소하는 경우, 숙박 대금 전액이 호스트에게 지급됩니다.</p>

        <h4>매우 엄격 60일</h4>
        <p>
          게스트가 체크인까지 60일 이상 남은 시점에 취소하면, 숙박 대금의 50%가
          환불됩니다.
        </p>
        <p>그 후에 취소하는 경우, 숙박 대금 전액이 호스트에게 지급됩니다.</p>

        <h3>장기 숙박에 적용되는 환불 정책</h3>
        <p>
          장기 숙박 환불 정책은 연속 18박 이상의 장기 숙박에 적용되며, 다음 중
          하나를 선택하실 수 있습니다.
        </p>

        <h4>비교적 엄격</h4>
        <ul>
          <li>
            게스트는 체크인까지 30일 이상 남은 시점에 예약을 취소해야 전액
            환불을 받을 수 있습니다.
          </li>
          <li>
            게스트가 그 후에 예약을 취소하는 경우, 이미 숙박한 날짜의 숙박비
            전액과 추가 30일에 대한 숙박비가 호스트에게 지급됩니다.
          </li>
          <li>
            게스트가 예약을 취소하는 시점에 남은 숙박 일수가 30일 미만이라면,
            남은 숙박일 전체에 대한 숙박비가 호스트에게 지급됩니다.
          </li>
        </ul>

        <h4>엄격</h4>
        <ul>
          <li>
            게스트는 예약 후 48시간 이내에 취소하고 체크인까지 28일 이상이 남은
            경우에만 전액 환불을 받을 수 있습니다.
          </li>
          <li>
            게스트가 그 후에 예약을 취소하는 경우, 이미 숙박한 날짜의 숙박비
            전액과 예약된 숙박 기간 중 향후 30일에 대한 숙박비가 호스트에게
            지급됩니다.
          </li>
          <li>
            게스트가 예약을 취소하는 시점에 남은 숙박 일수가 30일 미만이라면,
            남은 숙박일 전체에 대한 숙박비가 호스트에게 지급됩니다.
          </li>
        </ul>

        <h4>단기 숙박에 할인을 적용하고 환불 불가 옵션 제공하기</h4>
        <p>
          28박 미만의 숙박에 대해 표준 환불 정책을 설정하는 경우, 부가적으로
          환불 불가 옵션을 제시할 수 있습니다. 환불 불가 옵션을 선택한 게스트는
          할인된 가격으로 숙소를 예약할 수 있으며, 이 경우 표준 환불 정책이
          적용되지 않기 때문에 게스트가 취소하는 경우 환불되지 않습니다.
        </p>
      </div>
    </div>
  );
};

export default Provision;
